Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/presidentens_tale_til_sametingets_sprakloftprisvinner_2022.html.tmx
Source language: nob
Languages: sme

source: I går 23. oktober fikk den samiske historikeren og fagbokforfatteren Lemet-Jon Aage, Aage Agnar Solbakk Sametingets språkløftpris 2022.
sme: Ikte golggotmánu 23. beaivvi geigejuvvui giellaloktenbálkkašupmi Gielelutnjemebaalhka – Språkløftprisen Lemet -Jon Aagii, Aage Agnar Solbakkii.

source: Prisen ble delt ut av H.M. Kong Harald og sametingspresident Silje Karine Muotka under åpning av årets Gïelevåhkoe/ Samisk språkuke og tiåret for urfolksspråk i Snåsa.
sme: Leigga Gongaslaš majestehta Gonagas Harald ja sámediggepresideanta Silje Karine Muotka geat geigiiga bálkkášumi Solbakkii. Bálkkašupmi geigejuvvui Snoasas, gos rahpe sihke 2022 Giellavahkku ja maiddái lei álgoálbmotgielaid logi jagi rahpan.

source: I forbindelse med samisk språkuke vil Sametinget gi oppmerksomhet til en person, gruppe eller organisasjonen som på en god måte har brukt og jeg synliggjort samisk språk i sin daglige virksomhet.
sme: Giellavahkku oktavuođas háliida Sámediggi fuomášuhttit olbmo, joavkku, doaimmahaga dahje organisašuvnna mii lea vuohkkasit geavahan ja čalmmustahtten sámegiela iežas beaivválaš doaimmas.

source: Sametingets språkløftpris vinneren får 30 000 kr og kunstdiplom.
sme: Sámedikki giellaloktenbálkkašumi vuoiti oažžu 30 000 kr. ja dáiddadiploma.

source: Kunstdiplomet er laget av Marte Somby.
sme: Dáiddadiploma lea Marte Somby ráhkadan.

source: Sametingsrådet har bestemt å gi språkløftprisen 2022 til Lemet-Jon Aage, til Aage Agnar Solbakke.
sme: Sámediggeráđđi lea mearridan addit giellaloktenbálkkašumi 2022 Lemet-Jon Aagii, Aage Agnar Solbakkii.

source: Aage har i mange år arbeidet med samisk språk både gjennom å formidle tradisjonell kunnskap og ved å publisere fagbøker.
sme: Aage lea olu jagiid bargan sámegiela ovdánahttimiin sihke árbevirolaš bargguid ovddideamis ja fágagirjjiid almmuhemiin.

source: Han har valgt å bruke tid på å dele kunnskap med det samiske samfunnet på samisk.
sme: Son lea vuoruhan sámi servodahkii juohkit fágalaš dieđuid sámegillii.

source: Etter det vi kjenner til har han vært med på utgivelsen av omtrent 200 bøker og artikler, for det meste på nordsamisk.
sme: Min dieđuid mielde lea son leamaš mielde almmuheame birrasiid 200 girjji ja artihkkala, eanas dain davvisámegillii.

source: Aage er historiker og han har for eksempel skrevet om historien til det samiske skriftspråket.
sme: Aage lea historihkkár ja lea ovdamearkka dihte čállán sámi čállingiela historjjá birra.

source: Han har også gjort mye språkfaglig arbeid, for eksempel gjennom å samle inn stedsnavn, gjennom å dokumentere og formidle språkrikdommen innenfor samiske tradisjonelle næringer.
sme: Son lea maid olu giellafágalaš bargguid bargan, ovdamearkka dihte báikenamaid čohkken, árbevirolaš bargguid sátneriggodaga dokumenteren ja gaskkusteapmi.

source: I dag vil Sametingsrådet vie oppmerksomhet på det arbeidet Aage har gjort for å dokumentere og å formidle språkrikdommen og ordforrådet til samene som bor langs Tanaelva, spesielt ordforrådet som gjelder samers forvaltning av laksen i Tanaelva.
sme: Otne háliida goitge Sámediggeráđđi fuomášuhttit dan barggu maid Aage lea bargan dokumenteret ja gaskkustit johkagáttesámiid sátneriggodaga, erenoamážit sápmelaččaid luossahálddašeami birra Deanuleagis.

source: Aage er født i 1943 i Båteng.
sme: Aage lea riegádan 1943:s Fanasgiettis.

source: Han har vokst opp og levd hele livet ved Tanabredden, og han har lært seg den tradisjonelle kunnskapen om både lakseforvaltning og laksefiske fra barndommen fra.
sme: Son lea bajásšaddan ja eallán Deatnogáttis olles eallima, ja lea oahppan árbevirolaš luossahálddašeami ja luossabivddu mánnávuođa rájes.

source: Det kunnskapen som han har fått mens han vokste opp har han generøst delt med andre og det er viktig for han at dagens barn og ungdommer også får lære det som ham selv har det lært fra barndommen av.
sme: Dan máhtu maid son lea ožžon bajásšattadettiin lea son árvasit juogadan earáiguin ja sutnje lea dehálaš ahte dálá mánát ja nuorat maid besset oahppat dan maid son ieš lea oahppan mánnávuođa rájes.

source: Med arbeidet sin har han vist hvilken språkrikdom og kunnskap om laksen som finnes innenfor det tradisjonelle laksefiske og lakseforvaltningen.
sme: Bargguidis bokte lea son čájehan makkár giellariggodat ja máhttu luosa birra árbevirolaš luossabivddus ja luossahálddašeamis lea.

source: Han har samlet, dokumentert og formidlet språkrikdommen som finnes innenfor laksefisket, om laksen, jaktplassene, stedsnavnene og den tradisjonelle lakseforvaltningen.
sme: Son lea čohkken, dokumenteren ja gaskkustan sátneriggodaga luosa, bivdobáikkiid, báikenamaid ja árbevirolaš luossahálddašeami birra.

source: Ved hjelp av dokumentering har han vist at samers tradisjonelle forvaltning av laksen er grunnlagt på tradisjonell kunnskap som tar hensyn til hvordan man skal bevare en god laksestamme i elvene.
sme: Gielladokumenterema bokte lea son čájehan ahte sápmelaččaid luossahálddašeami vuođđun lea árbevirolaš máhttu mii váldá vuhtii mot galgá bisuhit buori luossanáli jogain.

source: Språkrikdommen som han har dokumentert har vist hvor sterkt folk i Tanadalen er bundet til laksen, og at laksen er et grunnlag for folks liv i Tanadalen.
sme: Dán giellariggodaga dokumenterema bokte son leage čájehan man nannosit olbmot Deanuleagis leat čadnon lussii, ja ahte luossa lea vuođđun olbmuid eallimii Deanuleagis.

source: Med arbeidet sitt har han også formidlet om tradisjonelt samisk levesett, hvor laksefisket er en del av livsgrunnlaget sammen med en annen utmarksnæring, jordbruk eller reindrift.
sme: Bargguidis bokte lea son maid čájehan árbevirolaš sámi eallinvuogi, mas luossabivdu lea oassin birgenlágis ovttas eará meahcástemiin, eanandoaluin dahje boazodoaluin.

source: Aage har selv sagt at hvis vi mister denne kunnskapen og levesettet, så blir vårt samfunn fattigere.
sme: Aage leage ieš cealkán ahte jus mii dán máhtu ja eallinvuogi massit, de geaffu min servodat.

source: Aage har da også advart mot at begrensninger i tradisjonelt laksefiske kan hindre overføringen av tradisjonell kunnskap og språk til kommende generasjoner.
sme: Aage maid váruhan ahte árbevirolaš luossabivddu ráddjen maid sáhttá hehttet árbevirolaš máhtu ja sátneriggodaga sirdin boahttevaš buolvvaide.

source: Derfor er han også opptatt av at kunnskapen må formidles på ulike møter.
sme: Dan dihte son lea maid beroštuvvon das ahte sátneriggodaga ferte geahččalit gaskkustit iešguđegelágan vugiiguin.

source: Slik som jeg nevnte, har han skrevet mange bøker.
sme: Nugo namuhin, de lea son almmuhan olu girjjiid.

source: Han har også vært med å lage f.eks. film om tanalaksen.
sme: Son lea maid leamaš mielde ráhkadeame omd. filmmaid Deanu luosa birra.

source: Alle disse arbeidene er med på å bevare og å formidle videre en viktig del av samisk levesett og livsvilkår.
sme: Buot dát barggut leat mielde bisuheame ja fievrrideame viidáseappot dehálaš oasi sámi eallinvuogis ja birgenlágis.

source: Fra Sametingsrådet vil jeg takke for det arbeidet som Lemet Jon Aage har gjort for å formidle språket og den tradisjonelle kunnskapen om levesettet blant elvesamene i Tanadalen, og jeg ønsker deg lykke med språkløftprisen.
sme: Sámediggeráđi bealis háliidan mun giitit dan barggu ovddas maid Lemet Jon Aage lea bargan gaskkustit árbevirolaš giela ja máhtu johkgattesámi eallinvuogi birra, ja sávan dutnje lihkku giellaloktenbálkkašumiin.
